<?php include '../menu.php';
include '../content.php'; ?>
<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<title>Gylever</title>
	<link rel="stylesheet" type="text/css" href="css/start_game.css">
</head>
<body class="class_body">
	<div>
		<nav class="class_header_about_game">
			<div class="class_logotype">
		<a href="start.php"><img src="images/heisenberg.png" width="35"
                                 height="35" alt="logotype" title="logotype"></a>
		</div>
            <?php
            $page = $_GET['page'];
            switch($_GET['page']) {
                case empty('$page'):
                    Menu::generate_menu(2);;
                    break;
                case 1:
                    Content::getPage($page);;
                    break;
                case 2:
                    Content::getPage($page);;
                    break;
                case 3:
                    Content::getPage($page);;
                    break;
            }
            ?>
		</nav>
	</div>
	<div class="class_description_game">
		<div class="class_caption_description"><h1>Описание игры</h1></div>
		<p class="class_decor_test">
			<b>World of Tanks</b> — это массовая многопользовательская онлайн-игра, полностью посвящённая бронированным машинам середины XX века. У игроков есть возможность плечом к плечу сражаться с поклонниками стальных гигантов со всех уголков планеты, отстаивая свои претензии на мировое танковое господство.

			Продвинутая система прокачки и развития позволит вам испытать любую из машин, представленных в игре. Нравится ли вам изматывать противника на юрких лёгких танках, совершать неистовые прорывы на универсальных средних, испепелять врагов исполинскими «тяжами» или вы желаете стать первоклассным снайпером, управляя дальнобойной артиллерией, — машина любого класса может быть поистине смертоносным орудием в руках настоящего профессионала.

			Однако даже самые сильные игроки не смогут добиться успеха в одиночку. В World of Tanks всё решает коллектив, а победа достигается за счёт слаженной работы команды, где каждому игроку отводится своя роль.
		</p>
		<img src="images/heisenbergtwo.png" width="256" height="256" alt="logotype" title="logotype">
		<p class="class_decor_test">
			Являясь ММО-экшеном, игра не ограничивается рамками только этого жанра. <i>World of Tanks</i> не признаёт клише и штампов, предоставляя игрокам жанровое многообразие.

			Шутер. Подвижная камера может превратить игру из экшена от третьего лица в полноценный шутер, позволяя уничтожать врагов как в обычном, так и в снайперском режиме.

			РПГ. Ваша машина — не просто бронированное орудие на гусеницах. Это живое, постоянно развивающееся существо, которое нужно растить и укреплять. Заработанные в сражениях опыт и кредиты позволят вам исследовать и покупать более совершенные элементы для вашего «боевого коня», улучшая тем самым его первоначальные характеристики.

			Экшен. Командные операции по обнаружению и ликвидации вражеских танков, равно как и внезапные столкновения с противником, потребуют от вас молниеносной реакции и быстрых, эффективных действий.

			Стратегия. В World of Tanks действует простое правило: не геройствовать бездумно. Грамотное распределение ролей и эффективное планирование совместных действий — ключ к общему успеху.
		</p>
	</div>
</body>
</html>
